---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FabricSheetFailures
source: html/fddef105-b775-6d55-b112-807e28448574.htm
---
# BuiltInFailures.FabricSheetFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.